WH_SpecialRuleFabric([

{
    specialRuleName: 'EntropicStrike',
    visibleName: 'Entropic Strike',
    textEng : '',
    nameRus : 'Энтропийный удар',    
    textRus : 'Любая модель, получившая одно или более неспасённых ранений от оружия или модели с этим специальным правилом, немедленно теряет свой спас-бросок за броню до конца битвы (по сути, спас-бросок за броню становится «–»). Бросьте D6 за каждое полученное техникой попадание от оружия или модели с этим специальным правилом. При каждом выпадении 4+ показатели брони техники немедленно уменьшаются со всех сторон на 1 пункт. Если показатель брони техники с любой стороны снижается до 0, техника немедленно разбивается. Эти попадания распределяются против эскадронов как при скользящих и пробивающих попаданиях. '
}, 
{
    specialRuleName: 'EverLiving',
    visibleName: 'Ever-Living',
    textEng : '',
    nameRus : 'Вечноживущий',    
    textRus : 'Если модель с этим специальным правилом удаляется как потеря, не ставьте возле неё фишку реанимационных протоколов. Вместо этого поставьте фишку вечноживущего в том месте, где модель была удалена из игры. В конце фазы сделайте бросок за эту фишку, как если бы вы делали бросок за фишку реанимационных протоколов.\n\nЕсли модель была присоединена к боевой единице, когда была удалена как потеря, и бросок удачный, эта модель должна вернуться в игру с одной раной, встав в боевое построение с этой боевой единицей, как описано в правиле «реанимационные протоколы». Если модель не была присоединена к боевой единице, когда была удалена как потеря, она должна вернуться в игру с одной раной в пределах 3” от фишки. В любом случае модель необходимо расположить на расстоянии хотя бы 1” от вражеских моделей. Если модель находится в боевом построении с одной или более дружественными боевыми единицами, к которым имеет право присоединиться, она автоматически присоединяется к одной из этих боевых единиц (на ваш выбор). Если модель была связана боем, когда погибла, и бой ещё продолжается, то тогда она должна немедленно ввязаться в него. Если по какой-либо причине оживающую модель нельзя расположить на столе, она погибает и не возвращается. Если бросок провален, удалите фишку из игры. '
}, 
{
    specialRuleName: 'LivingMetal',
    visibleName: 'Living Metal',
    textEng : '',
    nameRus : 'Живой металл',    
    textRus : 'Если модель с этим специальным правилом получает результат «экипаж оглушен», бросьте D6: при выпадении 1 результат вступает в силу как обычно; при выпадении 2+ результат не учитывается. Если модель с этим специальным правилом получает результат «экипаж контужен», бросьте D6: при выпадении 1-3 результат вступает в силу как обычно; при выпадении 4+ результат не учитывается.'
}, 


]);


