WH_SpecialRuleFabric([

{
    specialRuleName: 'BeseechTheDarkGods',
    visibleName: 'Beseech the Dark Gods',
    textEng : '',
    nameRus : 'Мольбы Тёмным богам',    
    textRus : 'После расстановки, если персонаж в боевой единице Тёмного апостола (включая самого апостола) делает бросок по таблице благ Хаоса, он может перебросить результат.'
},
{
    specialRuleName: 'Crazed',
    visibleName: 'Crazed',
    textEng : '',
    nameRus : 'Сумасшедший',    
    textRus : 'Каждый раз, когда хельбрут получает скользящее или пробивающее попадание, но не уничтожается, ставьте возле модели маркер сумасшествия. В начале каждой вашей фазы движения бросайте D3 по таблице внизу, если хельбрут имеет один или более маркеров сумасшествия рядом с собой. После броска удалите все маркеры сумасшествия возле хельбрута.\n\n1 -   Испепеляющее безумие: хельбрут обездвиживается до конца вашего хода. Если он не вовлечен в бой, то должен дважды стрелять из всех своих орудий в эту фазу стрельбы. При возможности целью должна быть боевая единица, которая нанесла хельбруту одно или более скользящих или пробивающих попаданий в предыдущий ход. Если такой возможности нет, целью должна стать ближайшая видимая боевая единица противника.\n\n2 -   Нарастающая ярость: хельбрут немедленно восстанавливается от результатов «экипаж оглушен» и «экипаж контужен». В этом ходу машина имеет специальное правило «ярость».\n\n3 -   Кровавое бешенство: хельбрут немедленно восстанавливается от любых результатов «экипаж оглушен» и «экипаж контужен». До конца хода он имеет специальные правила «ярость» и «проворность». Если во время фазы стрельбы этого хода хельбрут находится за пределами максимальной дальности нападения от любых вражеских боевых единиц, то он должен подбежать как можно ближе к вражеской боевой единице . Если это невозможно по какой¬либо причине, тогда он может стрелять из своих орудий как обычно.'
},
{
    specialRuleName: 'Daemonforge',
    visibleName: 'Daemonforge',
    textEng : '',
    nameRus : 'Демоническая кузница',    
    textRus : 'Один раз за игру в начале любой фазы стрельбы или наступления можно активировать демоническую кузницу. До конца фазы модель может перекидывать все проваленные броски\n\nна ранение и пробитие брони. В конце фазы, в которой использовалась демоническая кузница, бросьте D6. При выпадении 1 модель теряет один пункт брони корпуса, при этом любого рода спас¬броски не дозволяются. '
},
{
    specialRuleName: 'Demagogue',
    visibleName: 'Demagogue',
    textEng : '',
    nameRus : 'Демагог',    
    textRus : 'Дружественные боевые единицы из этого кодекса, находящиеся в пределах 6" от Тёмного апостола, должны использовать его лидерство вместо своего.'
},
{
    specialRuleName: 'MasterOfMechanisms',
    visibleName: 'Master of Mechanisms',
    textEng : '',
    nameRus : 'Мастер механизмов',    
    textRus : 'В каждую вашу фазу стрельбы варповый кузнец вместо ведения огня может решить отремонтировать одну поврежденную дружественную технику или проклясть одну вражескую технику. Варповый кузнец не может использовать эту способность, если он залег или отступает.\n\n• Чтобы отремонтировать технику, варповый кузнец должен находиться в базовом контакте с техникой или быть погруженным в неё. Бросьте D6 (прибавьте +1 к броску, если варповый кузнец имеет механощупальца). При выпадении 5+ вы можете восстановить один ранее утраченный пункт брони корпуса или исправить полученный до этого в битве результат «орудие уничтожено» или «обездвижена». Результаты ремонта сразу вступают в силу.\n\n• Чтобы проклясть технику, варповый кузнец должен находиться в пределах 18" от неё. Сделайте бросок на попадание по технике, используя навык стрельбы варпового кузнеца. Если проклятие наносит попадание, то тогда все орудия этой техники получают специальное правило «перегрев» до конца следующего хода противника.'
},
{
    specialRuleName: 'MeteoricDescent',
    visibleName: 'Meteoric Descent',
    textEng : '',
    nameRus : 'Словно метеор',    
    textRus : 'Хельдрейки имеют специальное правило «векторный удар». Несмотря на то, что хельдрейки относятся к технике, они могут совершать векторный удар, выполняя «свечу» вместо пикирования. Более того, попадания векторного удара хельдрейка отыгрываются с силой 7. '
},
{
    specialRuleName: 'MutatedBeyondReason',
    visibleName: 'Mutated Beyond Reason',
    textEng : '',
    nameRus : 'Мутирование до неузнаваемости',    
    textRus : 'В начале каждой подфазы схватки, до броска за случайные атаки, бросьте D3 по таблице внизу за каждую связанную боем дружественную боевую единицу отродий Хаоса. Мутация воздействует на каждую модель отродий Хаоса в боевой единице и длится до конца хода. \n\n1\nПодкожная броня: отродье Хаоса имеет спас¬бросок за броню на 4+. \n\n2\nЦепкие ложноножки: боевая единица отродий Хаоса бросает два D6 и выбирает наибольший результат из них для своих случайных атак. \n\n3\nТоксичное кровоизлияние: атаки отродий Хаоса имеют специальное правило «отравленное (4+)». '
},
{
    specialRuleName: 'MutilatorWeapons',
    visibleName: 'Mutilator Weapons',
    textEng : '',
    nameRus : 'Вооружение мутиляторов',    
    textRus : 'Если боевая единица мутиляторов связана боем на начало подфазы схватки, она должна выбрать, какую будет использовать опцию вооружения из следующего списка:\n\nпара цепных кулаков\nпара силовых булав\nпара молниевых когтей\nпара силовых мечей\nпара силовых топоров\n\nВсе мутиляторы в боевой единице должны выбрать одинаковую опцию вооружения. Боевая единица мутиляторов не может выбирать одну и ту же опцию вооружения две ваши подфазы схватки подряд. '
},
{
    specialRuleName: 'ObliteratorWeapons',
    visibleName: 'Obliterator Weapons',
    textEng : '',
    nameRus : 'Вооружение мутиляторов',    
    textRus : 'В каждую свою фазу стрельбы вы должны выбирать, каким оружием из нижеследующего списка будет стрелять боевая единица облитераторов:\n\nштурмовая пушка\nтяжёлый огнемёт\nлазпушка\nмультимелта\nплазменная пушка\nспаренный огнемёт\nспаренный мелтаган\nспаренный плазмаган\n\nВсе облитераторы в боевой единице должны стрелять из одинакового оружия. Боевая единица облитераторов не может вести огонь из одного и того же оружия две ваши стрелковые атаки подряд. '
},

]);


